Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Table copied
de: Tabelle kopiert
es: Tabla copiada
fil: Nakopya ang table
fr: Tableau copié
hr: Tablica je kopirana
id: Tabel disalin
ja: 表をコピーしました
ko: 표 복사됨
ms: Jadual disalin
pl: Skopiowano tabelę
pt_br: Tabela copiada
ro: Tabel copiat
ru: Таблица скопирована
th: คัดลอกตารางแล้ว
tr: Tablo kopyalandı
zh_hans: 已复制表格
zh_hant: 已複製表格

source: Table image copied
de: Tabellenbild kopiert
es: Imagen de la tabla copiada
fil: Nakopya ang larawan ng table
fr: Image du tableau copiée
hr: Slika tablice je kopirana
id: Gambar tabel disalin
ja: 表の画像をコピーしました
ko: 표 이미지 복사됨
ms: Imej jadual disalin
pl: Skopiowano obraz tabeli
pt_br: Imagem da tabela copiada
ro: Imaginea tabelului a fost copiată
ru: Изображение таблицы скопировано
th: คัดลอกรูปภาพตารางแล้ว
tr: Tablo görseli kopyalandı
zh_hans: 已复制表格图片
zh_hant: 已複製表格圖片

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fil: Kumuha ng Litrato
fr: Prendre une photo
hr: Snimi fotografiju
id: Ambil Foto
ja: 写真を撮る
ko: 사진 촬영
ms: Ambil Foto
pl: Zrób zdjęcie
pt_br: Tirar foto
ro: Fă o fotografie
ru: Сделать фото
th: ถ่ายรูป
tr: Fotoğraf Çek
zh_hans: 拍照
zh_hant: 拍照

source: Takeover
de: Übernehmen
es: Tomar el control
fr: Prendre le contrôle
hr: Preuzimanje
id: Ambil Alih
ja: テイクオーバー
ko: 제어 가져오기
ms: Ambil Alih
pl: Przejmij
pt_br: Assumir controle
ro: Preia controlul
ru: Перехват управления
th: เข้าควบคุม
tr: Devral
zh_hans: 接管
zh_hant: 接管

source: Tap + to pick a folder from Files (e.g. an Obsidian vault in iCloud Drive).
de: Tippen Sie auf +, um einen Ordner aus „Dateien“ auszuwählen (z. B. einen Obsidian-Tresor in iCloud Drive).
es: Toca + para elegir una carpeta desde Archivos (por ejemplo, una bóveda de Obsidian en iCloud Drive).
fil: I-tap ang + para pumili ng folder mula sa Files (hal. Obsidian vault sa iCloud Drive).
fr: Touchez + pour choisir un dossier dans Fichiers (ex. un coffre Obsidian dans iCloud Drive).
hr: Dodirnite + za odabir mape iz aplikacije Files (npr. Obsidian trezor u iCloud Driveu).
id: Ketuk + untuk memilih folder dari Files (mis. vault Obsidian di iCloud Drive).
ja: + をタップして「ファイル」からフォルダを選択します（例：iCloud Drive 内の Obsidian ボールト）。
ko: +를 탭하여 파일 앱에서 폴더를 선택하세요 (예: iCloud Drive의 Obsidian 볼트).
ms: Ketik + untuk memilih folder dari Files (cth. vault Obsidian dalam iCloud Drive).
pl: Dotknij +, aby wybrać folder z Plików (np. skarbiec Obsidian w iCloud Drive).
pt_br: Toque em + para escolher uma pasta em Arquivos (ex.: um cofre do Obsidian no iCloud Drive).
ro: Atinge + pentru a alege un dosar din Fișiere (ex. un seif Obsidian din iCloud Drive).
ru: Нажмите +, чтобы выбрать папку из «Файлов» (например, хранилище Obsidian в iCloud Drive).
th: แตะ + เพื่อเลือกโฟลเดอร์จาก Files (เช่น vault ของ Obsidian ใน iCloud Drive)
tr: Dosyalar'dan klasör seçmek için + simgesine dokunun (ör. iCloud Drive'daki bir Obsidian kasası).
zh_hans: 点按 + 从“文件”中选择文件夹（如 iCloud Drive 中的 Obsidian 仓库）。
zh_hant: 點按 + 從“檔案”中選擇資料夾（如 iCloud Drive 中的 Obsidian 倉庫）。

source: Tap mic to continue
de: Zum Fortfahren aufs Mikrofon tippen
es: Toca el micrófono para continuar
fil: I-tap ang mic para magpatuloy
fr: Toucher le micro pour continuer
hr: Dodirnite mikrofon za nastavak
id: Ketuk mikrofon untuk melanjutkan
ja: マイクをタップして続行
ko: 마이크를 탭하여 계속
ms: Ketik mikrofon untuk teruskan
pl: Dotknij mikrofonu, aby kontynuować
pt_br: Toque no microfone para continuar
ro: Atinge microfonul pentru a continua
ru: Нажмите микрофон, чтобы продолжить
th: แตะไมโครโฟนเพื่อดำเนินการต่อ
tr: Sürdürmek için mikrofona dokunun
zh_hans: 点按继续录音
zh_hant: 點一下麥克風繼續

source: Tap the button below to begin
de: Tippen Sie auf die Schaltfläche unten, um zu beginnen
es: Toca el botón de abajo para empezar
fil: I-tap ang button sa ibaba para magsimula
fr: Appuyez sur le bouton ci-dessous pour commencer
hr: Dodirnite gumb u nastavku za početak
id: Ketuk tombol di bawah untuk memulai
ja: 下のボタンをタップして開始
ko: 아래 버튼을 눌러 시작하세요
ms: Ketik butang di bawah untuk mula
pl: Dotknij przycisku poniżej, aby zacząć
pt_br: Toque no botão abaixo para começar
ro: Atinge butonul de mai jos pentru a începe
ru: Нажмите кнопку ниже, чтобы начать
th: แตะปุ่มด้านล่างเพื่อเริ่ม
tr: Başlamak için aşağıdaki düğmeye dokunun
zh_hans: 点击下方按钮开始
zh_hant: 點擊下方按鈕開始

source: Tap the name or folder to change it. Connection details and the password can't be edited — remove the server and add it again to change those.
de: Tippe auf Name oder Ordner, um sie zu ändern. Verbindungsdetails und Passwort lassen sich nicht bearbeiten — entferne den Server und füge ihn erneut hinzu, um sie zu ändern.
es: Toca el nombre o la carpeta para cambiarlo. Los datos de conexión y la contraseña no se pueden editar: elimina el servidor y vuelve a añadirlo para cambiarlos.
fil: I-tap ang pangalan o folder para baguhin ito. Hindi mae-edit ang detalye ng koneksyon at password — alisin ang server at idagdag ulit para mabago ang mga iyon.
fr: Touchez le nom ou le dossier pour le modifier. Les détails de connexion et le mot de passe ne sont pas modifiables — retirez le serveur et rajoutez-le pour les changer.
hr: Dodirnite naziv ili mapu da biste ih promijenili. Podaci o vezi i lozinka ne mogu se uređivati — uklonite poslužitelj i dodajte ga ponovno da biste ih promijenili.
id: Ketuk nama atau folder untuk mengubahnya. Detail koneksi dan kata sandi tidak dapat diedit — hapus server lalu tambahkan lagi untuk mengubahnya.
ja: 名前やフォルダはタップして変更できます。接続情報とパスワードは編集できないため、変更するにはサーバを削除して追加し直してください。
ko: 이름과 폴더는 탭하여 변경할 수 있습니다. 연결 정보와 암호는 편집할 수 없으므로, 변경하려면 서버를 제거한 후 다시 추가하십시오.
ms: Ketik nama atau folder untuk menukarnya. Butiran sambungan dan kata laluan tidak boleh diedit — buang server dan tambah semula untuk menukarnya.
pl: Dotknij nazwy lub folderu, aby je zmienić. Szczegółów połączenia i hasła nie da się edytować — aby je zmienić, usuń serwer i dodaj go ponownie.
pt_br: Toque no nome ou na pasta para alterá-los. Os detalhes da conexão e a senha não podem ser editados — remova o servidor e adicione-o de novo para mudá-los.
ro: Atinge numele sau dosarul pentru a-l schimba. Detaliile conexiunii și parola nu pot fi editate — elimină serverul și adaugă-l din nou pentru a le modifica.
ru: Нажмите на имя или папку, чтобы изменить их. Параметры подключения и пароль изменить нельзя — удалите сервер и добавьте его заново.
th: แตะชื่อหรือโฟลเดอร์เพื่อเปลี่ยน รายละเอียดการเชื่อมต่อและรหัสผ่านแก้ไขไม่ได้ — นำเซิร์ฟเวอร์ออกแล้วเพิ่มใหม่เพื่อเปลี่ยน
tr: Adı veya klasörü değiştirmek için dokunun. Bağlantı ayrıntıları ve parola düzenlenemez — bunları değiştirmek için sunucuyu kaldırıp yeniden ekleyin.
zh_hans: 点击名称或文件夹即可修改。连接信息和密码不支持编辑 —— 如需更改，请移除该服务器后重新添加。
zh_hant: 點一下名稱或資料夾即可修改。連線資訊與密碼無法編輯，若要更改請先移除伺服器再重新加入。

source: Tap the name or folder to change them, or edit the connection to change the address, share and password.
de: Tippe auf Name oder Ordner, um sie zu ändern; Adresse, Freigabe und Passwort änderst du in der Verbindung.
es: Toca el nombre o la carpeta para cambiarlos, o edita la conexión para cambiar la dirección, el recurso compartido y la contraseña.
fil: I-tap ang pangalan o folder para baguhin, o i-edit ang koneksyon para palitan ang address, share, at password.
fr: Touchez le nom ou le dossier pour les modifier ; l'adresse, le partage et le mot de passe se changent dans la connexion.
hr: Dodirnite naziv ili mapu da biste ih promijenili ili uredite vezu za promjenu adrese, dijeljenja i lozinke.
id: Ketuk nama atau folder untuk mengubahnya, atau edit koneksi untuk mengubah alamat, share, dan kata sandi.
ja: 名前やフォルダはタップして変更できます。アドレス、共有名、パスワードは接続の編集から変更します。
ko: 이름과 폴더는 탭하여 변경할 수 있습니다. 주소, 공유 이름, 암호는 연결 편집에서 변경합니다.
ms: Ketik nama atau folder untuk menukarnya, atau edit sambungan untuk menukar alamat, share, dan kata laluan.
pl: Dotknij nazwy lub folderu, aby je zmienić; adres, udział i hasło zmienisz, edytując połączenie.
pt_br: Toque no nome ou na pasta para alterá-los; para mudar o endereço, o compartilhamento e a senha, edite a conexão.
ro: Atinge numele sau dosarul pentru a le schimba; adresa, partajarea și parola se modifică editând conexiunea.
ru: Нажмите на имя или папку, чтобы изменить их; адрес, общий ресурс и пароль меняются в настройках подключения.
th: แตะชื่อหรือโฟลเดอร์เพื่อเปลี่ยน หรือแก้ไขการเชื่อมต่อเพื่อเปลี่ยนที่อยู่ share และรหัสผ่าน
tr: Adı veya klasörü değiştirmek için dokunun; adresi, paylaşımı ve parolayı değiştirmek için bağlantıyı düzenleyin.
zh_hans: 点击名称或文件夹即可修改；如需更改地址、共享名或密码，请编辑连接。
zh_hant: 點一下名稱或資料夾即可修改；位址、共用名稱與密碼請在編輯連線中修改。

source: Tap to speak
de: Zum Sprechen tippen
es: Toca para hablar
fil: I-tap para magsalita
fr: Toucher pour parler
hr: Dodirnite za govor
id: Ketuk untuk berbicara
ja: タップして話す
ko: 탭하여 말하기
ms: Ketik untuk bercakap
pl: Dotknij, aby mówić
pt_br: Toque para falar
ro: Atinge pentru a vorbi
ru: Нажмите, чтобы говорить
th: แตะเพื่อพูด
tr: Konuşmak için dokunun
zh_hans: 点按说话
zh_hant: 點一下說話

source: Tap to transcribe
de: Zum Transkribieren tippen
es: Toca para transcribir
fil: I-tap para i-transcribe
fr: Toucher pour transcrire
hr: Dodirnite za transkripciju
id: Ketuk untuk transkripsi
ja: タップして文字起こし
ko: 탭하여 받아쓰기
ms: Ketik untuk transkripsi
pl: Dotknij, aby transkrybować
pt_br: Toque para transcrever
ro: Atinge pentru a transcrie
ru: Нажмите для расшифровки
th: แตะเพื่อถอดความ
tr: Deşifre için dokunun
zh_hans: 点按以转录
zh_hant: 點一下轉錄

source: Tap to unlock with %@
de: Zum Entsperren mit %@ tippen
es: Toca para desbloquear con %@
fil: I-tap para i-unlock gamit ang %@
fr: Toucher pour déverrouiller avec %@
hr: Dodirnite za otključavanje putem %@
id: Ketuk untuk membuka dengan %@
ja: タップして %@ でロック解除
ko: 탭하여 %@(으)로 잠금 해제
ms: Ketik untuk buka kunci dengan %@
pl: Dotknij, aby odblokować przez: %@
pt_br: Toque para desbloquear com %@
ro: Atinge pentru a debloca cu: %@
ru: Нажмите, чтобы разблокировать через %@
th: แตะเพื่อปลดล็อกด้วย %@
tr: Kilidi açmak için dokunun: %@
zh_hans: 点按以使用 %@ 解锁
zh_hant: 點一下以 %@ 解鎖

source: Tap to view
de: Zum Anzeigen tippen
es: Toca para ver
fil: I-tap para tingnan
fr: Toucher pour afficher
hr: Dodirnite za prikaz
id: Ketuk untuk melihat
ja: タップして表示
ko: 탭하여 보기
ms: Ketik untuk lihat
pl: Dotknij, aby zobaczyć
pt_br: Toque para ver
ro: Atinge pentru a vedea
ru: Нажмите, чтобы посмотреть
th: แตะเพื่อดู
tr: Görüntülemek için dokun
zh_hans: 点按查看
zh_hant: 點一下檢視

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
hr: Zadatak
id: Tugas
ja: タスク
ko: 작업
ms: Tugas
pl: Zadanie
pt_br: Tarefa
ro: Sarcină
ru: Задача
th: งาน
tr: Görev
zh_hans: 任务
zh_hant: 任務

source: Task completed.
de: Aufgabe abgeschlossen.
es: Tarea completada.
fil: Tapos na ang task.
fr: Tâche terminée.
hr: Zadatak je dovršen.
id: Tugas selesai.
ja: タスクが完了しました。
ko: 작업이 완료되었습니다.
ms: Tugas selesai.
pl: Zadanie ukończone.
pt_br: Tarefa concluída.
ro: Sarcină finalizată.
ru: Задача выполнена.
th: งานเสร็จสิ้น
tr: Görev tamamlandı.
zh_hans: 任务已完成。
zh_hant: 任務已完成。

source: Task interrupted by a new message
de: Aufgabe durch neue Nachricht unterbrochen
es: Tarea interrumpida por un mensaje nuevo
fil: Naantala ang task ng bagong mensahe
fr: Tâche interrompue par un nouveau message
hr: Zadatak je prekinut novom porukom
id: Tugas terganggu oleh pesan baru
ja: 新しいメッセージによりタスクが中断されました
ko: 새 메시지로 인해 작업이 중단되었습니다
ms: Tugas terganggu oleh mesej baharu
pl: Zadanie przerwane przez nową wiadomość
pt_br: Tarefa interrompida por uma nova mensagem
ro: Sarcină întreruptă de un mesaj nou
ru: Задача прервана новым сообщением
th: งานถูกขัดจังหวะด้วยข้อความใหม่
tr: Görev yeni bir mesajla kesildi
zh_hans: 任务被新消息打断
zh_hant: 任務被新訊息打斷

source: Task interrupted by a new message. Open the session to continue.
de: Aufgabe durch eine neue Nachricht unterbrochen. Öffne die Sitzung, um fortzufahren.
es: Tarea interrumpida por un mensaje nuevo. Abre la sesión para continuar.
fil: Naantala ang task ng bagong mensahe. Buksan ang session para magpatuloy.
fr: Tâche interrompue par un nouveau message. Ouvrez la session pour continuer.
hr: Zadatak je prekinut novom porukom. Otvorite sesiju za nastavak.
id: Tugas terganggu oleh pesan baru. Buka sesi untuk melanjutkan.
ja: 新しいメッセージによりタスクが中断されました。セッションを開いて続行してください。
ko: 새 메시지로 인해 작업이 중단되었습니다. 세션을 열어 계속하세요.
ms: Tugas terganggu oleh mesej baharu. Buka sesi untuk teruskan.
pl: Zadanie przerwane przez nową wiadomość. Otwórz sesję, aby kontynuować.
pt_br: Tarefa interrompida por uma nova mensagem. Abra a sessão para continuar.
ro: Sarcină întreruptă de un mesaj nou. Deschide sesiunea pentru a continua.
ru: Задача прервана новым сообщением. Откройте сессию, чтобы продолжить.
th: งานถูกขัดจังหวะด้วยข้อความใหม่ เปิดเซสชันเพื่อดำเนินการต่อ
tr: Görev yeni bir mesajla kesildi. Sürdürmek için oturumu açın.
zh_hans: 任务被新消息打断。打开会话以继续。
zh_hant: 任務被新訊息打斷。開啟工作階段以繼續。

source: Task may have been paused
de: Aufgabe wurde möglicherweise pausiert
es: Es posible que la tarea se haya pausado
fil: Maaaring na-pause ang task
fr: La tâche a peut-être été suspendue
hr: Zadatak je možda pauziran
id: Tugas mungkin telah dijeda
ja: タスクが一時停止された可能性があります
ko: 작업이 일시 정지되었을 수 있습니다
ms: Tugas mungkin telah dijeda
pl: Zadanie mogło zostać wstrzymane
pt_br: A tarefa pode ter sido pausada
ro: Sarcina ar fi putut fi întreruptă
ru: Возможно, задача была приостановлена
th: งานอาจถูกหยุดชั่วคราว
tr: Görev duraklatılmış olabilir
zh_hans: 任务可能已被暂停
zh_hant: 任務可能已被暫停

source: Task Notifications
de: Aufgabenbenachrichtigungen
es: Notificaciones de tareas
fil: Mga Notification ng Task
fr: Notifications de tâche
hr: Obavijesti o zadacima
id: Notifikasi Tugas
ja: タスク通知
ko: 작업 알림
ms: Pemberitahuan Tugas
pl: Powiadomienia o zadaniach
pt_br: Notificações de tarefas
ro: Notificări pentru sarcini
ru: Уведомления о задачах
th: การแจ้งเตือนงาน
tr: Görev Bildirimleri
zh_hans: 任务通知
zh_hant: 任務通知

source: Task Running
de: Aufgabe läuft
es: Tarea en ejecución
fil: Tumatakbo ang Task
fr: Tâche en cours
hr: Zadatak je u tijeku
id: Tugas Berjalan
ja: タスク実行中
ko: 작업 실행 중
ms: Tugas Berjalan
pl: Zadanie w toku
pt_br: Tarefa em execução
ro: Sarcină în execuție
ru: Задача выполняется
th: งานกำลังทำงาน
tr: Görev Çalışıyor
zh_hans: 任务运行中
zh_hant: 任務執行中

source: Task started with %@. I'll notify you when it's done.
de: Aufgabe mit %@ gestartet. Ich benachrichtige Sie, wenn sie fertig ist.
es: Tarea iniciada con %@. Te avisaré cuando termine.
fil: Nagsimula ang task gamit ang %@. Ipapaalam ko kapag tapos na.
fr: Tâche démarrée avec %@. Je vous notifierai quand ce sera terminé.
hr: Zadatak je pokrenut uz %@. Obavijestit ću vas kada bude gotov.
id: Tugas dimulai dengan %@. Saya akan memberi tahu saat selesai.
ja: %@ でタスクを開始しました。完了時にお知らせします。
ko: %@(으)로 작업이 시작되었습니다. 완료되면 알려드리겠습니다.
ms: Tugas dimulakan dengan %@. Saya akan maklumkan apabila selesai.
pl: Zadanie rozpoczęte z: %@. Powiadomię Cię po zakończeniu.
pt_br: Tarefa iniciada com %@. Avisarei quando terminar.
ro: Sarcină pornită cu: %@. Te anunț când e gata.
ru: Задача запущена с %@. Я уведомлю вас по завершении.
th: เริ่มงานด้วย %@ แล้ว จะแจ้งให้ทราบเมื่อเสร็จสิ้น
tr: Görev şununla başladı: %@. Bitince size bildireceğim.
zh_hans: 任务已使用 %@ 启动。完成后我会通知您。
zh_hant: 任務已使用 %@ 啓動。完成後我會通知您。

source: Task Status Privacy
de: Aufgabenstatus-Datenschutz
es: Privacidad del estado de las tareas
fil: Privacy ng Status ng Task
fr: Confidentialité du statut des tâches
hr: Privatnost statusa zadatka
id: Privasi Status Tugas
ja: タスク状況のプライバシー
ko: 작업 상태 개인 정보 보호
ms: Privasi Status Tugas
pl: Prywatność stanu zadania
pt_br: Privacidade do status da tarefa
ro: Confidențialitatea stării sarcinii
ru: Конфиденциальность статуса задач
th: ความเป็นส่วนตัวของสถานะงาน
tr: Görev Durumu Gizliliği
zh_hans: 任务状态隐私模式
zh_hant: 任務狀態隱私模式

source: Tasks, due dates, and reminder lists
de: Aufgaben, Fälligkeiten und Erinnerungslisten
es: Tareas, fechas de vencimiento y listas de recordatorios
fil: Mga task, deadline, at listahan ng paalala
fr: Tâches, échéances et listes de rappels
hr: Zadaci, rokovi i popisi podsjetnika
id: Tugas, tenggat waktu, dan daftar pengingat
ja: タスク、期日、リマインダーリスト
ko: 작업, 마감일 및 미리 알림 목록
ms: Tugas, tarikh akhir, dan senarai peringatan
pl: Zadania, terminy i listy przypomnień
pt_br: Tarefas, prazos e listas de lembretes
ro: Sarcini, termene și liste de mementouri
ru: Задачи, сроки выполнения и списки напоминаний
th: งาน กำหนดส่ง และรายการเตือนความจำ
tr: Görevler, bitiş tarihleri ve anımsatıcı listeleri
zh_hans: 任务、截止日期和提醒列表
zh_hant: 任務、截止日期和提醒清單

source: Test Connection
de: Verbindung testen
es: Probar conexión
fil: Subukan ang Koneksyon
fr: Tester la connexion
hr: Testiraj vezu
id: Uji Koneksi
ja: 接続をテスト
ko: 연결 테스트
ms: Uji Sambungan
pl: Testuj połączenie
pt_br: Testar conexão
ro: Testează conexiunea
ru: Проверить подключение
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı Sına
zh_hans: 测试连接
zh_hant: 測試連線

source: Test failed
de: Test fehlgeschlagen
es: La prueba falló
fil: Nabigo ang test
fr: Échec du test
hr: Test nije uspio
id: Pengujian gagal
ja: テスト失敗
ko: 테스트 실패
ms: Ujian gagal
pl: Test nie powiódł się
pt_br: Teste falhou
ro: Testul a eșuat
ru: Тест не пройден
th: การทดสอบล้มเหลว
tr: Test başarısız
zh_hans: 测试失败
zh_hant: 測試失敗

source: Test Speed
de: Geschwindigkeit testen
es: Probar velocidad
fil: Subukan ang Bilis
fr: Tester la vitesse
hr: Testiraj brzinu
id: Uji Kecepatan
ja: 速度をテスト
ko: 속도 테스트
ms: Uji Kelajuan
pl: Testuj prędkość
pt_br: Testar velocidade
ro: Testează viteza
ru: Проверить скорость
th: ทดสอบความเร็ว
tr: Hızı Test Et
zh_hans: 测试速度
zh_hant: 測試速度

source: Testing…
de: Test läuft…
es: Probando…
fil: Sinusubukan…
fr: Test en cours…
hr: Testiranje…
id: Menguji…
ja: テスト中…
ko: 테스트 중…
ms: Menguji…
pl: Testowanie…
pt_br: Testando…
ro: Se testează…
ru: Тестирование…
th: กำลังทดสอบ…
tr: Test ediliyor…
zh_hans: 测试中…
zh_hant: 測試中…

source: Text and images copied to the clipboard
de: Text und Bilder in der Zwischenablage
es: Texto e imágenes copiados al portapapeles
fil: Nakopya sa clipboard ang text at mga larawan
fr: Texte et images copiés dans le presse-papiers
hr: Tekst i slike kopirani su u međuspremnik
id: Teks dan gambar disalin ke clipboard
ja: クリップボードにコピーされたテキストと画像
ko: 클립보드에 복사된 텍스트 및 이미지
ms: Teks dan imej disalin ke clipboard
pl: Skopiowano tekst i obrazy do schowka
pt_br: Texto e imagens copiados para a área de transferência
ro: Text și imagini copiate în clipboard
ru: Текст и изображения скопированы в буфер обмена
th: คัดลอกข้อความและรูปภาพไปยังคลิปบอร์ดแล้ว
tr: Metin ve görseller panoya kopyalandı
zh_hans: 复制到剪贴板的文本和图片
zh_hant: 複製到剪貼板的文字和圖片

source: Text generation
de: Textgenerierung
es: Generación de texto
fil: Paggawa ng text
fr: Génération de texte
hr: Generiranje teksta
id: Pembuatan teks
ja: テキスト生成
ko: 텍스트 생성
ms: Penjanaan teks
pl: Generowanie tekstu
pt_br: Geração de texto
ro: Generare de text
ru: Генерация текста
th: การสร้างข้อความ
tr: Metin üretimi
zh_hans: 文本生成
zh_hant: 文字生成

source: Text input is always enabled. Configure which additional input modalities this model supports.
de: Texteingabe ist immer aktiviert. Konfigurieren Sie die zusätzlichen Eingabemodalitäten dieses Modells.
es: La entrada de texto siempre está activada. Configura qué modalidades de entrada adicionales admite este modelo.
fil: Laging naka-enable ang text input. I-configure kung anong karagdagang input modality ang sinusuportahan ng model na ito.
fr: L'entrée texte est toujours activée. Configurez les modalités d'entrée supplémentaires prises en charge.
hr: Unos teksta uvijek je omogućen. Odredite koje dodatne vrste ulaza ovaj model podržava.
id: Masukan teks selalu aktif. Konfigurasikan modalitas masukan tambahan apa saja yang didukung model ini.
ja: テキスト入力は常に有効です。このモデルがサポートする追加の入力モダリティを設定してください。
ko: 텍스트 입력은 항상 활성화되어 있습니다. 이 모델이 지원하는 추가 입력 방식을 설정하세요.
ms: Input teks sentiasa aktif. Konfigurasi modaliti input tambahan yang disokong model ini.
pl: Wprowadzanie tekstu jest zawsze włączone. Skonfiguruj dodatkowe rodzaje wejścia obsługiwane przez ten model.
pt_br: A entrada de texto está sempre ativa. Configure quais outros tipos de entrada este modelo aceita.
ro: Introducerea de text este mereu activă. Configurează ce alte tipuri de intrare acceptă acest model.
ru: Ввод текста всегда включён. Настройте, какие дополнительные типы ввода поддерживает эта модель.
th: อินพุตข้อความเปิดใช้งานเสมอ กำหนดว่าโมเดลนี้รองรับรูปแบบอินพุตเพิ่มเติมใดบ้าง
tr: Metin girişi her zaman etkindir. Bu modelin desteklediği ek giriş kiplerini yapılandırın.
zh_hans: 文本输入始终启用。配置此模型支持的其他输入模态。
zh_hant: 文字輸入始終啟用。配置此模型支持的其他輸入模態。

source: Text input is always supported. Disable modalities the model doesn't actually support to prevent sending unsupported attachments.
de: Texteingabe wird immer unterstützt. Deaktivieren Sie nicht unterstützte Modalitäten, um das Senden inkompatibler Anhänge zu vermeiden.
es: La entrada de texto siempre es compatible. Desactiva las modalidades que el modelo no admita realmente para evitar enviar adjuntos no compatibles.
fil: Laging suportado ang text input. I-disable ang mga modality na hindi talaga sinusuportahan ng model para maiwasang magpadala ng hindi suportadong attachment.
fr: L'entrée texte est toujours prise en charge. Désactivez les modalités non supportées pour éviter d'envoyer des pièces jointes incompatibles.
hr: Unos teksta uvijek je podržan. Onemogućite vrste ulaza koje model zapravo ne podržava kako se ne bi slali nepodržani privici.
id: Masukan teks selalu didukung. Nonaktifkan modalitas yang sebenarnya tidak didukung model agar lampiran tak didukung tidak terkirim.
ja: テキスト入力は常にサポートされています。モデルがサポートしないモダリティを無効にして、未対応の添付ファイルの送信を防ぎましょう。
ko: 텍스트 입력은 항상 지원됩니다. 모델이 지원하지 않는 방식을 비활성화하여 지원되지 않는 첨부 파일 전송을 방지하세요.
ms: Input teks sentiasa disokong. Nyahaktifkan modaliti yang sebenarnya tidak disokong model untuk mengelakkan penghantaran lampiran tidak disokong.
pl: Wprowadzanie tekstu jest zawsze obsługiwane. Wyłącz rodzaje wejścia, których model faktycznie nie obsługuje, aby nie wysyłać nieobsługiwanych załączników.
pt_br: A entrada de texto sempre tem suporte. Desative os tipos que o modelo não aceita de fato, para não enviar anexos incompatíveis.
ro: Introducerea de text este mereu acceptată. Dezactivează tipurile de intrare pe care modelul nu le acceptă cu adevărat, ca să nu se trimită atașamente incompatibile.
ru: Ввод текста поддерживается всегда. Отключите типы данных, которые модель на самом деле не поддерживает, чтобы не отправлять неподдерживаемые вложения.
th: รองรับอินพุตข้อความเสมอ ปิดรูปแบบที่โมเดลไม่รองรับจริงเพื่อป้องกันการส่งไฟล์แนบที่ไม่รองรับ
tr: Metin girişi her zaman desteklenir. Desteklenmeyen eklerin gönderilmesini önlemek için modelin gerçekte desteklemediği kipleri devre dışı bırakın.
zh_hans: 文本输入始终支持。请禁用模型不支持的模态，以避免发送不受支持的附件。
zh_hant: 文字輸入始終支持。請禁用模型不支持的模態，以避免傳送不受支持的附件。

source: Text to Speech
de: Text zu Sprache
es: Texto a voz
fr: Synthèse vocale
hr: Tekst u govor
id: Teks ke Ucapan
ja: テキストを音声に
ko: 텍스트를 음성으로
ms: Teks ke Pertuturan
pl: Tekst na mowę
pt_br: Texto para fala
ro: Text în vorbire
ru: Текст в речь
th: ข้อความเป็นเสียงพูด
tr: Metinden Konuşmaya
zh_hans: 文字转语音
zh_hant: 文字轉語音

source: The address isn’t valid.
de: Die Adresse ist ungültig.
es: La dirección no es válida.
fil: Hindi wasto ang address.
fr: L’adresse n’est pas valide.
hr: Adresa nije valjana.
id: Alamat tidak valid.
ja: アドレスが無効です。
ko: 주소가 유효하지 않습니다.
ms: Alamat tidak sah.
pl: Adres jest nieprawidłowy.
pt_br: O endereço não é válido.
ro: Adresa nu este validă.
ru: Адрес недействителен.
th: ที่อยู่ไม่ถูกต้อง
tr: Adres geçerli değil.
zh_hans: 地址无效。
zh_hant: 地址無效。
